Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=703_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät vieraili Brysselissä
sme: Sámedikki gallestalai Brysselis

source: Europarlamentaarikko Nils Torvalds on kutsunut Suomen Saamelaiskäräjät pitämään kokouksen Brysseliin ja tutustumaan EU:n toimintaan.
sme: Europarlamentarihkar Nils Torvalds lea bovden Suoma Sámedikki doallat čoahkkima Brysselii ja oahpásmuvvat EU:a doibmii.

source: - Tämä on historiallinen tilaisuus.
sme: - Dát lea historjjálaš dilálašvuohta.

source: Ensimmäistä kertaa saamelaisten parlamentaarinen elin pitää kokousta Euroopan parlamentissa.
sme: Vuosttas geardde sámiid parlamentáralaš orgána doallá čoahkkima Eurohpa parlameanttas.

source: Samalla vierailu antaa saamelaisille mahdollisuuden vaikuttaa EU:n tasolla.
sme: Seammás galledeapmi addá sámiide vejolašvuođa váikkuhit EU:a dásis.

source: Haluamme tällä tasolla EU:n ainoana alkuperäiskansana tuoda esille meidän ja muiden valtakulttuurien puristuksessa elävien kansojen ja ryhmien tarpeita, Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kertoo.
sme: Mii hálidat dán dásis EU:a áidna eamiálbmogin buktit ovdan min ja earáid váldokultuvrraid deattu vuolde ealli álbmogiid ja joavkkuid dárbbuid, Sámedikki ságadoalli Klemetti Näkkäläjärvi muitala.

source: Euroopan Unioni on sitoutunut arktisessa tiedonannossaan dialogiin alkuperäiskansojen kanssa.
sme: Eurohpa Uniovdna lea čatnasan árktalaš dieđáhusastis dialogai eamiálbmogiiguin.

source: Dialogia on käyty ulkosuhdekomissaari Catherine Ashtonin kanssa hänen Suomen vierailunsa yhteydessä vuonna 2011.
sme: Dialoga lea leamaš olgoáššiid komissára Catherine Ashtoniin su Suoma galledeami oktavuođas jagis 2011.

source: - Muuten dialogi on jäänyt vähäiseksi, Näkkäläjärvi kertoo.
sme: - Muđui dialoga lea báhcán uhcánin, Näkkäläjärvi muitala.

source: Olen todella iloinen, että Nils Torvalds on kutsunut meidät Brysseliin ja hän on ensimmäisenä europarlamentaarikkona todella edistämässä dialogia EU:n ja alkuperäiskansojen kesken.
sme: Lean duođaid ilolaš, ahte Nils Torvalds lea bovden min Brysselii ja son lea vuosttas europarlamentarihkarin duođaid ovddideamen dialoga EU:a ja eamiálbmogiid gaskkas.

source: Tämä toimii mielestäni hyvänä esimerkkinä myös EU- komissiolle siitä, että sen tulee ottaa dialogi alkuperäiskansojen kanssa vakavasti.
sme: Dát doaibmá mu mielas buorrin ovdamearkan maid EU- komiššuvdnii das, ahte dat berre váldit dialoga eamiálbmogiiguin duođas.

source: - Saamelaisten demokraattisesti valittu elin toimii myös esimerkkinä Euroopassa.
sme: - Sámiid demokráhtalaččat válljejuvvon orgána doaibmá maid ovdamearkan Eurohpas.

source: On vielä valitettavan paljon ryhmiä joilla ei ole edes niitä oikeuksia mitä Suomen saamelaisille on suotu.
sme: Leat vel váidalahtti ollu joavkkut, main eai leat oppa dat vuoigatvuođat mat Suoma sámiide leat addojuvvon.

source: Mutta tätä ei pidä sanoa itsetyytyväisin mielin, toteaa europarlamentaarikko Torvalds.
sme: Muhto dainna ii gánnát nu čevllohallat, gávnnaha europarlamentarihkar Torvalds.

source: Meilläkin on paljon parannettavaa.
sme: Misge lea ollu buoridanmunni.

source: Saamelaiskäräjät keskustelee vierailunsa aikana erityisesti saamelaisten kielellisistä, kulttuurisista ja elinkeinollisista oikeuksista EU:ssa.
sme: Sámediggi ságastallá galledeami áigge erenomážit sámiid gielalaš, kultuvrralaš ja ealáhusaide guoski vuoigatvuođain EU:s.

source: Saamelaiskäräjille on järjestetty tutustuminen Euroopan Unionin ja komission toimintaan ja tapaaminen talouskomissaari Olli Rehnin kanssa.
sme: Sámediggái lea lágiduvvon oahpásmuvvan Eurohpa Uniovnna ja komiššuvnna doaimmaide ja deaivvadeapmi komissára Olli Rehniin.

source: Saamelaiskäräjät tutustuu myös Suomen pysyvän edustuston toimintaan Brysselissä ja tapaa EU- neuvoston ihmisoikeustyöryhmän edustajia.
sme: Sámediggi oahpásmuvvá maid Suoma bissovaš ovddastusa doibmii Brysselis ja deaivá EU-ráđi olmmošvuoigatvuođabargojoavkku ovddasteaddjiid.

source: - Toivomme vierailulta paljon.
sme: - Sávvat galledeamis ollu.

source: Tärkeimpänä tavoitteena on luoda pysyvät neuvottelumahdollisuudet EU:n kanssa ja saada saamelaiskysymykset huomioitua paremmin EU:n politiikassa.
sme: Dehálamos ulbmilin lea oažžut áigái bissovaš ráđđádallanvejolašvuođaid EU:ain ja oažžut sámegažaldagaid buorebut ovdan EU:a politihkas.

source: Erityisenä tavoitteena on turvata EU:n InterregSápmi - rahoitusohjelman säilyminen omana ohjelmanaan, sen rahoituksen turvaaminen ja ohjelman hallinnon ja byrokratian keventäminen.
sme: Erenomáš ulbmilin lea dorvvastit EU:a InterregSápmi – ruhtadanprográmma seailun iežas prográmman, dan ruhtadeami dorvvasteapmi ja prográmma hálddahusa ja byrokratia geahppudeapmi.

source: Tehokkainta olisi siirtää ohjelman hallinnointi suoraan saamelaiskäräjille.
sme: Beaktilamos vuohki livččii sirdit prográmma hálddašeami njuolga sámediggái.

source: Toivomme myös petopolitiikan kehittämistä EU:n tasolla siten, että sekä petojen suojelu ja saamelaisporonhoidon harjoittaminen olisivat tasapainossa ja elinkeinon harjoittamisen suoja on turvattu, puheenjohtaja Näkkäläjärvi toteaa.
sme: Sávvat maid spirepolitihka ovddideami EU:a dásis nu, ahte sihke spiriid suodjaleapmi ja sámeboazodoalu hárjeheapmi livčče dássedeattus ja ealáhusa hárjeheami suodji lea dorvvastuvvon, ságadoalli Näkkäläjärvi gávnnaha.
